const itemsLis = [
  {
    title: "СІМЕЙНІ питання",
    text: [
      "Наші правознавці з 2004 року успішно ведуть справи, що стосуються сімейних правовідносин, поділу майна, оформлення і вступу в спадщину.",
      "З огляду на особливу конфліктність цієї категорії справ, ми пропонуємо індивідуальні стратегії розв’язання спорів, коли клієнт отримує від нас комплексну допомогу – адвокатську, психологічну тощо",
      " Спеціалізуємось на сімейних спорах особливої складності: позбавлення батьківських прав, розірвання шлюбів в іноземних юрисдикціях з поділом майна, визнання недійсним заповітів та шлюбних контрактів.",
    ],
    img: {},
  },
  {
    title: "вІйськові питання",
    text: [
      "Юристи Актуму – вузькоспеціалізовані військові адвокати для військовозобов’язаних, резервістів, УБД та військовослужбовців ЗСУ, НГУ, ДПСУ, СБУ та інших формувань. А також сімей військових.",
      "Працюємо в галузі військового права з 2014 року. Правники Актуму мають досвід роботи у військовій прокуратурі та багату судову практику в галузі військового права.",
      "Спеціалісти Актуму можуть всебічно оцінити справу, надати змістовну консультацію і запропонувати шлях вирішення найскладнішого питання.",
    ],
    img: {},
  },
  {
    title: "кримінальні питання",
    text: [
      "Юристи Актуму – вузькоспеціалізовані військові адвокати для військовозобов’язаних, резервістів, УБД та військовослужбовців ЗСУ, НГУ, ДПСУ, СБУ та інших формувань. А також сімей військових.",
      "Працюємо в галузі військового права з 2014 року. Правники Актуму мають досвід роботи у військовій прокуратурі та багату судову практику в галузі військового права.",
      "Спеціалісти Актуму можуть всебічно оцінити справу, надати змістовну консультацію і запропонувати шлях вирішення найскладнішого питання.",
    ],
    img: {},
  },
];

export default function Items() {
  return <div>Items</div>;
}
