import Image from "next/image";

import styles from "./CurrentPublication.module.scss";

import Button from "@/libs/components/button/Button";

import img from "@/assets/svg/publics_item_1.png";

export default function CurrentPublication() {
  return (
    <section className={styles.section}>
      <div className={styles.conteiner}>
        <h2 className={styles.title_text}>
          ЧОМУ ВІЙСЬКОВИМ НЕ ВИПЛАЧУЮТЬ КОМПЕНСАЦІЮ ЗА ПОРАНЕННЯ?
        </h2>
        <div className={styles.wrapper_content}>
          <div className={styles.text_conteiner}>
            <p className={styles.text}>
              Українські військові можуть розраховувати на виплату у розмірі 100
              тисяч гривень від держави за отримане в ході виконання бойових
              завдань поранення або за отриману інвалідність. Проте гроші
              захисникам виплачують не у всіх випадках. Що це за випадки,
              розберемо у цій публікації.
            </p>

            <ol className={styles.number_list}>
              <strong className={styles.strong_text}>
                Існує дев’ять причин, на підставі яких військовим буде
                відмовлено від виплат:
              </strong>
              <li>
                <p className={styles.text}>
                  умисне заподіяння шкоди своєму здоров’ю;
                </p>
              </li>
              <li>
                <p className={styles.text}>
                  перебування потерпілого військовослужбовця за місцем
                  проживання;
                </p>
              </li>
              <li>
                <p className={styles.text}>
                  самовільне залишення військовослужбовцям місця служби;
                </p>
              </li>
              <li>
                <p className={styles.text}>
                  умисне вчинення військовим кримінального злочину, встановлене
                  обвинувальним вироком суду або ухвалою (ухвалою) про закриття
                  кримінального провадження;
                </p>
              </li>
              <li>
                <p className={styles.text}>
                  алкогольне, наркотичне чи токсичне сп’яніння, не обумовлене
                  технологічним процесом, яке стало основною причиною нещасного
                  випадку та було підтверджено медичними висновками;
                </p>
              </li>
              <li>
                <p className={styles.text}>
                  перебування військовослужбовця, який отримав поранення, у
                  відпустці або у звільненні з розташування військової частини;
                </p>
              </li>
              <li>
                <p className={styles.text}>
                  використання в особистих цілях без відома командування
                  транспортних засобів, озброєння, обладнання, інструментів та
                  матеріалів, що належать до військової частини або
                  використовуються нею;
                </p>
              </li>
              <li>
                <p className={styles.text}>
                  погіршення стану здоров’я внаслідок отруєння
                  алкоголем/наркотичними засобами/токсичними або отруйними
                  речовинами, за умови, що отруєння не пов’язане з впливом цих
                  речовин на постраждалого військового внаслідок їх застосування
                  у технологічному процесі чи не задовільного зберігання, чи
                  транспортування, а потерпілий до настання нещасного випадку
                  був відсторонений від виконання обов’язків командиром
                  (начальником).
                </p>
              </li>
              <li>
                <p className={styles.text}>
                  природна смерть, що настала внаслідок вроджених вад здоров’я.
                  Всі обставини, за яких нещасні випадки не визнані пов’язаними
                  з виконанням військовослужбовця своїх обов’язків, визначаються
                  у ході службового розслідування.
                </p>
              </li>
            </ol>
          </div>

          <div className={styles.image_wrapper}>
            <Image
              src={img}
              alt={"photo thems"}
              fill
              fetchPriority="low"
              objectFit="cover"
            />
            <div className={styles.btn_wrapper}>
              <Button
                style={"button_service"}
                text={"замовити консультацію"}
                type={"button"}
              />
            </div>
          </div>
        </div>
        <div className={styles.serch_conteiner}>
          <div className={styles.border_gradient}>
            <input
              className={styles.search_input}
              type="search"
              placeholder="Шукати публікацію"
            />
          </div>
          <div className={styles.serch_icon_wrapper}>
            <svg
              xmlns="http://www.w3.org/2000/svg"
              width="24"
              height="24"
              viewBox="0 0 24 24"
              fill="none"
            >
              <path
                d="M21.7495 20.689L16.0855 15.025C17.4466 13.391 18.1253 11.2951 17.9805 9.1734C17.8356 7.0517 16.8784 5.06752 15.3079 3.63361C13.7374 2.19971 11.6745 1.42648 9.54844 1.47479C7.42236 1.5231 5.39674 2.38922 3.89298 3.89298C2.38922 5.39674 1.5231 7.42236 1.47479 9.54844C1.42648 11.6745 2.19971 13.7374 3.63361 15.3079C5.06752 16.8784 7.0517 17.8356 9.1734 17.9805C11.2951 18.1253 13.391 17.4466 15.025 16.0855L20.689 21.7495L21.7495 20.689ZM2.99948 9.74948C2.99948 8.41445 3.39536 7.10941 4.13706 5.99938C4.87876 4.88935 5.93296 4.02418 7.16636 3.51329C8.39976 3.0024 9.75696 2.86873 11.0663 3.12918C12.3757 3.38963 13.5784 4.0325 14.5224 4.97651C15.4665 5.92051 16.1093 7.12324 16.3698 8.43262C16.6302 9.74199 16.4966 11.0992 15.9857 12.3326C15.4748 13.566 14.6096 14.6202 13.4996 15.3619C12.3895 16.1036 11.0845 16.4995 9.74948 16.4995C7.95987 16.4975 6.24414 15.7857 4.9787 14.5203C3.71326 13.2548 3.00146 11.5391 2.99948 9.74948Z"
                fill="#1F1F1F"
              />
            </svg>
          </div>
        </div>
      </div>
    </section>
  );
}
