const lawyersHeroEnums = {
  family: {
    text: "сімейний адвокат",
    style: "family_gradient",
    color: "family_color",
    backgroundPage: "background_page",
  },
  other: {
    text: "сімейний адвокат",
    style: "family_gradient",
    color: "other_color",
    backgroundPage: "background_page",
  },
  army: {
    text: "військовий адвокат",
    style: "army_gradient",
    color: "army_color",
    backgroundPage: "background_page_army",
  },
  crime: {
    text: "кримінальний адвокат",
    style: "crime_gradient",
    color: "crime_color",
    backgroundPage: "background_page",
  },
};

var thePageObj = {
  161619519329: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  156780143412: {
    title: "Киев и 11 офисов",
    text: "в Украине. Профессионально по доступным ценам",
  },
  155799774674: {
    title: "Київ та 11 офісів",
    text: "в Україні. Захист за доступною ціною",
  },
  147844557978: {
    title: "Киев и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  151196621173: {
    title: "Киев и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  152610051538: {
    title: "Киев и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  158698569093: {
    title: "Київ та 11 офісів",
    text: "в Україні. Лідери адвокатських послуг",
  },
  156532515772: {
    title: "Киев и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  154055014499: {
    title: "Слов'янськ та 11 офісів",
    text: "в Україні. Оперативно - за доступною ціною",
  },
  158594996866: {
    title: "Киев и 11 офисов",
    text: "в Украине. Профессионально - доступным ценам",
  },
  145578958957: {
    title: "11 офисов в Украине.",
    text: "Оперативно - по доступным ценам",
  },
  154353525074: {
    title: "Одесса и 11 офисов ",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  146705930057: {
    title: "Киев и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  158212883439: {
    title: "Киев и 11 офисов",
    text: "в Украине. Лидеры адвокатских услуг",
  },
  158459695666: {
    title: "Киев и 11 офисов",
    text: "в Украине. Лидеры адвокатских услуг",
  },
  161940618707: {
    title: "Киев и 11 офисов",
    text: "в Украине. Лидеры адвокатских услуг",
  },
  146056266457: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  160727931024: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  161619762449: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  156778930292: {
    title: "Одесса и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  162396746291: {
    title: "Днепр и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  148404402132: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  162529650881: {
    title: "Днепр и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  152218587963: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  146299334545: {
    title: "Киев и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  151077990180: {
    title: "Одесса и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  154004245102: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  158370432404: {
    title: "Киев и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  138906437741: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  161270233080: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  156871640377: {
    title: "Киев и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  162522891327: {
    title: "11 офісів в Україні.",
    text: "Оперативно - за доступною ціною",
  },
  143794163266: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  149941042965: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  156512831253: {
    title: "Киев и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  151765597125: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  138906437941: {
    title: "11 офісів в Україні.",
    text: "Оперативно - за доступною ціною",
  },
  143463259157: {
    title: "Киев и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  161437806120: {
    title: "Киев и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  156718335277: {
    title: "Киев и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  141831359214: {
    title: "Днепр и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  151077990220: {
    title: "Одеса та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  144997301265: {
    title: "11 офісів в Україні.",
    text: "Оперативно - за доступною ціною",
  },
  161873178867: {
    title: "11 офісів в Україні.",
    text: "Оперативно - за доступною ціною",
  },
  159558232688: {
    title: "Слов'янськ та 11 офісів",
    text: "в Україні. Оперативно - за доступною ціною",
  },
  144308645258: {
    title: "Львів та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  149860906027: {
    title: "11 офисов в Украине.",
    text: "Профессионально - по доступным ценам",
  },
  147421798954: {
    title: "Кривий Ріг та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  153383765517: {
    title: "Львів та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  143568161215: {
    title: "Миколаїв та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  162522891487: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  157770862498: {
    title: "Одеса та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  148314745096: {
    title: "Дніпро та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  142004921476: {
    title: "11 офісів в Україні.",
    text: "Оперативно - за доступною ціною",
  },
  155647954708: {
    title: "11 офісів в Україні.",
    text: "Оперативно - за доступною ціною",
  },
  156871640537: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  154356123729: {
    title: "Кривий Ріг та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  155893819839: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  146239929720: {
    title: "Житомир та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  158862568277: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  157770862458: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  157784672537: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  146252243514: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  160616332790: {
    title: "Львів та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  162529650921: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  159867807018: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  142004713916: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  162522891567: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  161856902834: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  142493948319: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  160477558044: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  152161536372: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  159262469736: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  158222098305: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  150736427985: {
    title: "Днепр и 11 офисов",
    text: "в Украине. Профессионально - по доступным ценам",
  },
  161873178907: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  150252725734: {
    title: "Львів та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  161878928532: {
    title: "Львів та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  161856902594: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  161437806160: {
    title: "11 офисов в Украине.",
    text: "Профессионально - по доступным ценам",
  },
  146923627858: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  159099989880: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  164492810568: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  146923627818: {
    title: "11 офисов в Украине.",
    text: "Профессионально - по доступным ценам",
  },
  152161536412: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  165647125904: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  161873179107: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  159338827135: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  145779262703: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  159338827175: {
    title: "11 офисов в Украине.",
    text: "Профессионально - по доступным ценам",
  },
  161619762409: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  159262469896: {
    title: "11 офісів в Україні. ",
    text: "Професійно - за доступною ціною",
  },
  161856902074: {
    title: "11 офісів в Україні.",
    text: "Професійно - за доступною ціною",
  },
  162722972847: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  159264777976: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  161619762369: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  159262469976: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  159262470136: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  141918809742: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  161856902794: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  156133704422: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  159262469936: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  156133704222: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  156133703902: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  156133703702: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  159809214675: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  156133704462: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  157403198115: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  157495376380: {
    title: "Дніпро та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  161856902634: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  156133703942: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  162715716910: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  161856902154: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  147096849819: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  156133704382: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  147096849979: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  156133704142: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  161856902354: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  161865267587: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  156133703982: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  161868930707: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  147096850219: {
    title: "Киев и 11 офисов",
    text: "в Украине. Лидеры адвокатских услуг",
  },
  162522892207: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  156133703742: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  161856902114: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  161873179587: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  161856902394: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
  161856902314: {
    title: "Київ та 11 офісів",
    text: "в Україні. Професійно - за доступною ціною",
  },
};

export { lawyersHeroEnums, thePageObj };
