import publicOne from "@/assets/svg/publics_item_1.png";
import publicTwo from "@/assets/svg/publics_item_2.png";
import publicThree from "@/assets/svg/publics_item_3.png";
import publicFour from "@/assets/svg/publics_item_4.png";
import publicFifth from "@/assets/svg/publics_item_5.png";

const publicationsEnums = [
  {
    img: publicOne,
    title: "ЧОМУ ВІЙСЬКОВИМ НЕ ВИПЛАЧУЮТЬ КОМПЕНСАЦІЮ ЗА ПОРАНЕННЯ?",
    description:
      "Українські військові можуть розраховувати на виплату у розмірі 100 тисяч гривень від держави за отримане в ході виконання бойових завдань поранення або за отриману інвалідність. Проте гроші захисникам виплачують не у всіх випадках...",
    date: "4/10/23",
  },
  {
    img: publicTwo,
    title: "В ЯКОМУ ВИПАДКУ МОЖУТЬ ПРИЗВАТИ ОБМЕЖЕНО ПРИДАТНИХ ЧОЛОВІКІВ?",
    description:
      "Українські військові можуть розраховувати на виплату у розмірі 100 тисяч гривень від держави за отримане в ході виконання бойових завдань поранення або за отриману інвалідність. Проте гроші захисникам виплачують не у всіх випадках...",
    date: "4/10/23",
  },
  {
    img: publicThree,
    title: "ЗМІНИ, РОЗІРВАННЯ АБО ВИЗНАННЯ НЕДІЙСНИМ ШЛЮБНОГО ДОГОВОРУ",
    description:
      "Українські військові можуть розраховувати на виплату у розмірі 100 тисяч гривень від держави за отримане в ході виконання бойових завдань поранення або за отриману інвалідність. Проте гроші захисникам виплачують не у всіх випадках...",
    date: "4/10/23",
  },
  {
    img: publicFour,
    title: "ПІДЙОМНА ДОПОМОГА ДЛЯ ВІЙСЬКОВИХ: ХТО МОЖЕ ОТРИМАТИ?",
    description:
      "Українські військові можуть розраховувати на виплату у розмірі 100 тисяч гривень від держави за отримане в ході виконання бойових завдань поранення або за отриману інвалідність. Проте гроші захисникам виплачують не у всіх випадках...",
    date: "4/10/23",
  },
  {
    img: publicFifth,
    title: "ЯК РОЗІРВАТИ ШЛЮБ ЯКЩО ПОДРУЖЖЯ НЕ МАЄ ДІТЕЙ?",
    description:
      "Українські військові можуть розраховувати на виплату у розмірі 100 тисяч гривень від держави за отримане в ході виконання бойових завдань поранення або за отриману інвалідність. Проте гроші захисникам виплачують не у всіх випадках...",
    date: "4/10/23",
  },
];

export { publicationsEnums };
